Repository: Kenstream/Subgroup.se
Catalog: data/languages/*.po
Languages: sv

source: You have not create any scenario yet.
sv: Du har än inte skapat något formulär.

source: A scenario has been created, you can add sections and questions to the scenario.
sv: Du har skapat ett formulär, nu kan du lägga till kategorier och frågor till formuläret.

source: Server is busy to process your request. Please try again later.
sv: Servern kan inte behandla ditt ärende. Försök igen om en stund.

source: Save
sv: Spara

source: Update scenario information
sv: Uppdatera informationen i formuläret.

source: The scenario has been successfully updated.
sv: Formuläret har nu blivit uppdaterat.

source: The scenario has been deleted.
sv: Formuläret har raderats.

source: Server is busy, please delete the scenario later.
sv: Servern kan inte behandla ditt ärende just nu. Försök radera bort formuläret senare.

source: A new question has been created.
sv: En ny fråga har skapats

source: Update element information
sv: Uppdatera information i inslaget

source: The question has been updated.
sv: Frågan har uppdaterats.

source: The question has been deleted.
sv: Frågan har tagits bort.

source: Add new
sv: Lägg till ny

source: Add new section
sv: Lägg till ett nytt avsnitt.

source: A new section has been created.
sv: Du har skapat ett nytt avsnitt.

source: The section information has been successfully updated.
sv: Informationen i avnittet har blivit uppdaterat.

source: The section has been deleted.
sv: Avsnittet har blivit raderat.

source: Create new main category
sv: Skapa en ny huvudkategori.

source: A category has been successfully created.
sv: En kategori har skapats.

source: You have not create any assessment category yet.
sv: Du har än inte skapat någon bedömningskategori än.

source: Create new category
sv: Skapa en kategori.

source: The category has been successfully updated.
sv: Kategorin har uppdaterats.

source: The category has been deleted.
sv: Kategorin har blivit raderat.

source: Server is busy, please delete the category later.
sv: Servern kan inte behandla ditt ärende, försök radera kategorin senare.

source: Project not found.
sv: Projektet finns inte.

source: Result can not be calculated yet until 75 percent of the group have submitted.
sv: Resultatet kan inte beräknas ännu. Minst 75 procent av deltagarna behöver svara innan du kan se gruppens resultat.

source: Your answers has been successfully saved.
sv: Dina svar har sparats.

source: Congratulations! You have finished your assessment.
sv: Bra gjort! Du är klar med formuläret.

source: You have not create any project yet.
sv: Du har än inte skapat något projekt.

source: A project has been successfully createad and users have been invited.
sv: Du har skapat ett projekt och bjudit in deltagare.

source: Create new project
sv: Skapa ett nytt projekt.

source: Create project
sv: Skapa ett projekt

source: Update project
sv: Uppdatera projektinformation

source: A project has been successfully updated.
sv: Projektet har blivit uppdaterat.

source: The project has been deleted.
sv: Projektet har raderats.

source: Server is busy, please delete the project later.
sv: Servern kan inte behandla ditt ärende just nu. Försök radera projektet senare.

source: You have not create any user yet.
sv: Du har än inte lagt in några användare.

source: Create new user
sv: Lägg till ny användare

source: Create user
sv: Lägg till användare

source: User
sv: Användare

source: Administrator
sv: Administratör

source: User Type
sv: Användare

source: Access limit date
sv: Välj tidsgräns

source: Owner/Administrator of this user
sv: Ägare/Administratör till användaren

source: -- Super Administrator --
sv: -- Superadministratör --

source: This email has been registered before.
sv: Denna mail-adress har redan registrerats.

source: The password confirmation does not match
sv: Lösenordet matchar inte.

source: A new user has been successfully created.
sv: En ny användare har skapats.

source: Server is busy to process your request. Please try again later.:
sv: Servern kan inte behandla ditt ärende just nu. Försök senare.

source: User profile information has been successfully updated.
sv: Användareprofilen har uppdaterats.

source: The user has been deleted.
sv: Användaren har raderats.

source: Server is busy, please delete the user later.
sv: Servern kan inte behandla ditt ärende. Försökt radera bort användare senare.

source: You are logged in.
sv: Du är inloggad.

source: This email has passed its access limit time. Please contact admin@subgroup.se for extension of access period.
sv: Denna e-postadress har nått slutdatum. Kontakta admin@aubgroup.se för att förlänga registreringstiden.

source: Invalid username or password.
sv: Ogiltig användarnamn och lösenord

source: Create new scenario
sv: Skapa ett nytt formulär

source: Title:
sv: Titel

source: Description:
sv: Beskrivning:

source: -- Select scenario to copy from --
sv: --Välj formulär att kopiera--

source: Update project information
sv: Uppdatera projektinformation

source: Owner/Administrator of this project
sv: Ägare/Administratör för detta projekt

source: Create new element
sv: Lägg till nytt inslag

source: Question/Text:
sv: Fråga/Text

source: Information/Instruction:
sv: Information/Instruktion

source: Type:
sv: Typ:

source: Text Area
sv: Textfält

source: Select/Multi-options
sv: Välj/Flervalsmeny

source: Yes/No options
sv: Ja/Nej-alternativ

source: 5 Values
sv: 5 Värdeskala

source: 5 Values Inverse
sv: 5 Värdeskala Omvänt

source: 6 Values (Not applicable)
sv: 6 Värdeskala Ej tillämpbart

source: 6 Values (Not know)
sv: 6 Värdeskala Vet ej

source: Section:
sv: Avsnitt

source: Assessment category:
sv: Bedömningskategori:

source: -- Select category --
sv: --Välj kategori--

source: Update section information
sv: Uppdatera information i avsnittet

source: Description/Instruction:
sv: Beskrivning/Instruktion

source: Sequence:
sv: Sekvens:

source: Parent Category:
sv: Förälderkategori:

source: Main category
sv: Huvudkategori

source: Overall category
sv: Allämkategori

source: Category type:
sv: Kategorityp:

source: Update category information
sv: Uppdatera kategoriinformation

source: Name:
sv: Namn:

source: Update user profile information
sv: Uppdatera profilinformation

source: E-mail address:
sv: E-post adress

source: New password:
sv: Nytt Lösenord

source: Fill in the password only if you want to change your current password
sv: Fyll in ditt lösenord om du vill ändra ditt lösenordet

source: Confirm password:
sv: Bekräfta lösenordet:

source: First name:
sv: Namn:

source: Last name:
sv: Efternamn:

source: Birth date:
sv: Födelsedatum:

source: E-mail address
sv: E-post adress

source: Password
sv: Lösenord

source: Sign in
sv: Logga in

source: Dashboard
sv: Instrumentpanel

source: Users
sv: Användare

source: Edit profile
sv: Redigera profil

source: Profile information
sv: Profilinformation

source: Detail information
sv: Detaljerad information

source: Results
sv: Resultat

source: Form detail
sv: Formulär-detaljer

source: Projects
sv: Projekter

source: Project detail
sv: Projekt-detaljer

source: Result detail
sv: Resultat-detaljer

source: Edit project
sv: Redigera projektinformation

source: Scenarios
sv: Formulär

source: Create scenario
sv: Skapa ett nytt formulär

source: Scenario detail
sv: Detaljer i formuläret

source: Edit scenario information
sv: Redigera informationen i formuläret.

source: Create question
sv: Lägg till fråga

source: Edit question
sv: Redigera fråga

source: Create section
sv: Lägg till sektion

source: Assessments
sv: Bedömningskategorier

source: details and progress:
sv: Detaljer och framsteg:

source: Finished
sv: Klar

source: Due:
sv: Förfallodatum:

source: View/Edit
sv: Visa/Redigera

source: Title
sv: Titel

source: Description
sv: Beskrivning

source: # of users
sv: Antal användare

source: Action
sv: Aktivitet

source: Are you sure you want to delete this object?
sv: Är du säker på att du vill radera detta objekt?

source: users
sv: Användare

source: Create user first and assign them to a project in a group. Manage and view user's progress of each assessment.
sv: Börja med att skapa en användare. Koppla sedan användaren till ett projekt. Du kan senare hantera och följ upp användarens framsteg i samtliga projekt.

source: Go to users
sv: Gå till användare

source: Project
sv: Projekt

source: projects
sv: Projekt

source: Start a project to begin assemble a group and send an assessment through email invitation. Manage on-going project and delete a project if necessary.
sv: Starta ett projekt så att du också ska kunna skapa en grupp. Skicka sedan inbjudningar till deltagarna i gruppen via mail. Du kan senare hantera pågående projekt och radera projekt vid behov.

source: Go to projects
sv: Gå till projekt

source: Scenario
sv: Formulär

source: scenarios
sv: Formulär

source: Create scenario assessment which will be send to the user within a project and calculated based on its category.
sv: Skapa ett formulär. Det kommer att skickas till deltagarna i ett projekt. Formulärets resultat kommer att beräknas efter de kategorierna det består av.

source: Go to scenarios
sv: Gå till formulär

source: Assessment category
sv: Bedömningskategori

source: categories
sv: Kategorier

source: Create assessment category which will be matched with the answers given by the user, transformed and calculated into charts based on its main category.
sv: Skapa bedömningskategorier som ska matcha undersökningsdeltagarnas svar. Svaret på kategorierna kommer att beräknas och omvandlas till diagram som ger en bild av huvudkategorins status.

source: Go to assessment categories
sv: Gå till bedömningskategorier

source: This is your dasboard. Here you can see the list of your latest progress.
sv: Det här är din instrumentpanel. Här kan du följa dina framsteg.

source: Add new user
sv: Lägg till ny användare

source: Username
sv: Användarnamn

source: First Name
sv: Namn

source: Last Name
sv: Efternamn

source: Type
sv: Typ

source: # of projects
sv: Antal projekt

source: Sections
sv: Avsnitt

source: Questions
sv: Frågor

source: # of elements
sv: Antal inslag

source: Add new question
sv: Lägg till ny fråga

source: Section
sv: Avsnitt

source: # of sections
sv: Antal avsnitt

source: Welcome,
sv: Välkommen

source: Notifications
sv: Notifieringar

source: Knowledge center
sv: Kunskapscenter

source: Sign out
sv: Logga ut

source: Leader
sv: Ledare

source: Members
sv: Medlemmar

source: Detailed answers distribution
sv: Fördelning av detaljerat svar

source: Answers distribution
sv: Fördelning av svar

source: Value of
sv: Värde av

source: Create new assessment category
sv: Skapa en ny bedömningskategori

source: Add tab
sv: Lägg till flik

source: Name
sv: Namn

source: Parent Category
sv: Förälderkategori

source: Subgroup Webportal
sv: Subgroups webbportal

source: Forget password?
sv: Glömt lösenordet?

source: These are the result details of your personal/team assessment.
sv: Detaljerad bild av resultatet för din personliga kartläggning/gruppkartläggning

source: Your group
sv: Din grupp

source: Proportion of
sv: Del av

source: Categories
sv: Kategorier

source: Sub categories
sv: Subkategorier

source: Overview assessment
sv: Översikt av kartläggningen

source: Group index
sv: Gruppindex

source: Team Leader
sv: Ledare för gruppen

source: Team Members
sv: Medlemmar i gruppen

source: View detail
sv: Detaljerad vy

source: Users in the project:
sv: Projektdeltagare:

source: + Add user to the project
sv: + Lägg till deltagare i projektet

source: Select user to add to the project
sv: Välj deltagare som du vill lägga till i projektet

source: Email:
sv: E-postadress

source: Start typing user's email here..
sv: Börja med att mata in deltagarens e-postadress här...

source: Role:
sv: Roll:

source: Team Member
sv: Medlem i gruppen

source: Scenario:
sv: Formulär:

source: Add
sv: Lägg till

source: Close
sv: Stäng

source: Add to project
sv: Lägg till projektet
